//
//  LegalViewModel.swift
//  NotAlone v2
//
//  Created by Максим on 01.05.2021.
//  Copyright © 2021 Maxim Nikitin. All rights reserved.
//

import Foundation

class LegalViewModel {
    
    var text: String = "Параллельно с уборкой парков и скверов проводится осмотр зеленых насаждений и уничтожение зимовавших вредителей, защита растений от грызунов. Также в этот период актуально обнаружение морозобойных трещин на деревьях, их зачистка и обработка. Аналогично обработке подлежат раны, оставшееся на дереве в случае, если под тяжестью снега зимой ему обломило ветки. Надломанные ветви удаляются и вывозятся, а раны обрабатываются."
}
